[
    {
        "_id" : "MCD01",
        "name":"Dr. Chris Plaza",
        "degree":"DDS, MBA, EdD",
        "summary":"Dr. Chris Plaza is a Distinguished Professor of Dentistry (Emeritus) at the UC Davis and Past President of the American Academy of Dental Science. <br /><br /> He is a graduate of Stanford University School of Dentistry.<br /><br /> He headed Divisions of Child and Adolescent Dentistry at Stanford University and Brown University. He joined the faculty of UC Davis as Chair, Department of Prosthodontics and Executive Associate Dean of the School of Dentistry.<br /><br /> He continues an active program of sleep research at the UC Davis M.I.N.D. Institute. Dr. Plaza returned to Brown as Adjunct Professor to establish a statewide special needs dentistry consortium.",
        "img":"https://top100doc.com/wp-content/uploads/2021/06/pic-dr-Chris-Plaza.jpg",
        "from":"United State of America",
        "specalist":"Dentistry"

    },
    {
        "_id" : "MCD02",
        "name":"Dr. Lamiaa ElFadaly",
        "degree":"BDS, MSc, PhD",
        "summary":"Dr.Lamiaa ElFadaly Graduated from Faculty of Dentistry, Cairo university 2002.she finished her MSc in fixed prosthodontics, cairo university at 2015.Currently she’s a PhD researcher ,fixed prosthodontics, cairo university.<br /><br />She works as staff at the faculty of dentistry at October University for Modern Science and Arts(MSA)<br /><br />She is mainly interested in digital dentistry and artificial intelligence in dentistry education. She’s the founder of MSA Digital Dentistry club which was founded to spread digital dentistry education in Egypt and the middle east, encourage research in the field of digital dentistry and support entrepreneurship activity in digital dentistry . She organised several events targeting digital dentistry as well as being instructor for several digital dentistry workshops as digital smile design and computer guided implant planning targeting interns, undergraduates and graduation projects participants, MSA university.<br /><br />She’s the founder and board member of 1st International Online Symposium Digital Dentistry Secrets Unleashed 17 -19 September 2020 that was attended by 8000dentists from allover the world in addition to 70000views on social social media.<br /><br />She’s editorial board member and reviewer in several journals and supervised several projects in cooperation with computer science and engineering faculties mainly covering artificial intelligence and robotics.<br /><br />She’s also certified Huawei Certified ICT Instructor-Artificial Intelligence and She’s one of Leading Ladies in Dentistry.",
        "img":"https://top100doc.com/wp-content/uploads/2021/06/pic-dr-Lamiaa-ElFadaly.jpg",
        "from":"Egypt",
        "specalist":"Dentistry"

    },
    {
        "_id" : "MCD03",
        "name":"Dr. Ahmad Madarati",
        "degree":"BDS, MSc, PhD (UK)",
        "summary":"Dr. Ahmed Madarati is a Distinguished Professor of Dentistry (Emeritus) at the UC Davis and Past President of the American Academy of Dental Science. <br /><br /> He is a graduate of Stanford University School of Dentistry.<br /><br /> He headed Divisions of Child and Adolescent Dentistry at Stanford University and Brown University. He joined the faculty of UC Davis as Chair, Department of Prosthodontics and Executive Associate Dean of the School of Dentistry.<br /><br /> He continues an active program of sleep research at the UC Davis M.I.N.D. Institute. Dr. Plaza returned to Brown as Adjunct Professor to establish a statewide special needs dentistry consortium.",
        "img":"https://top100doc.com/wp-content/uploads/2020/12/Dr.-Ahmad-Madarati.jpg",
        "from":"United State of America",
        "specalist":"ENT, Head & Neck Surgery"

    },
    {
        "_id" : "MCD04",
        "name":"Dr. Ehab Rashed",
        "degree":"BDS, MSc, DGOI",
        "summary":"EHAB RASHED obtained his BDS Faculty of Oral and Dental Medicine in Cairo university in 1989 holding MSc of Oral Medicine in Implantology from Munster University Germany, Dipl. Of Oral Implantology Freiburg University in Germany. Diplomat ICOI (International Congress of Oral Implantologist), Expert DGOI ( Deutsche Gesellschaft fur Oral Implantologie).<br /><br />Member of American Academy of Implant Dentistry. Member of International Federation of Esthetic Dentistry and The European Academy of Esthetic Dentistry. Certified in Surgical and Restorative Procedures in Oral Implantology at Stuttgart, Germany. Dental XP Implant Xpert.<br /><br />President of WAUPS ( World Academy of Ultrasonic Piezoelectric Bone Surgery).<br /><br />President of AIOI, Academia Internacional de Odontologia Integral UAE, KOL Versah Osseodensification, Middle East.<br /><br />Private practice in Dr. Ehab’s Dental Clinic since 1997 in Dubai, UAE.",
        "img":"https://top100doc.com/wp-content/uploads/2020/12/Dr.-Ehab-Rashed.jpg",
        "from":"United Arab Emirats",
        "specalist":"Neuro Surgery"

    },
    {
        "_id" : "MCD05",
        "name":"Dr. Ahmad Al Hassiny",
        "degree":"BDS (Hons)",
        "summary":"Dr Ahmad Al–Hassiny is the Founder and Director of the Institute of Digital Dentistry (iDD), which is a leading and future focused online training academy, with a mission to ensure dentists globally have easy and affordable access to the best digital dentistry training possible.<br /><br />Having graduated from the University of Otago with First Class Honours and being awarded many clinical and research prizes, Dr Ahmad has continued his pursuit of excellence in dentistry. He has seen first-hand through his own work how CAD/CAM and digital dentistry can positively change daily dental practice. He has carried out many aspects of complex digital dentistry including CAD/CAM full mouth rehabilitation and smile design.<br /><br />Dr Ahmad is a global leader in digital dentistry and intraoral scanners, carrying out lectures for many companies and industry. He is one of the few in the world who personally owns and uses all mainstream scanners and CAD/CAM systems in his clinic. Through iDD he is happy to see dentists around the world develop the confidence and perspective of adopting modern techniques and reap the many benefits that CAD/CAM and digital dentistry can have on their career/practice.",
        "img":"https://top100doc.com/wp-content/uploads/2020/12/Dr.-Ahmad-Al-Hassiny.jpg",
        "from":"New Zealand",
        "specalist":"Cardiology"

    },
    {
        "_id" : "MCD06",
        "name":"Dr. Bach Le",
        "degree":"DDS, MD, FICD",
        "summary":"Dr. Bach Le completed his specialty training in Oral & Maxillofacial Surgery at Oregon Health Sciences University. He is currently Clinical Associate Professor of Oral & Maxillofacial Surgery at the Herman Ostrow School of Dentistry at USC where he has been an active faculty member since 2000.<br /><br />Dr. Le has lectured internationally on bone regeneration and dental implant-related surgery and has taught on six continents around the world. He has authored or co-authored over 14 chapters in textbooks on bone regeneration and dental implants and has published extensively in professional peer-review journals. Dr. Le served as editor of the Dental Implant section of the recognized Fonseca Oral & Maxillofacial Surgery textbook (3 rd edition) which was recently released in 2017. His primary focus has been in hard and soft tissue regeneration for improving esthetic outcomes.<br /><br />He has been a main podium speaker at numerous national organizations including the American Association of Oral & Maxillofacial Surgeons, the Academy of Osseointegration, the Academy of Prosthodontics, the American Academy of Esthetic Dentistry, American Academy of Implant Dentistry, the American College of Prosthodontists, the Greater New York Academy of Prosthodontists, and the International Congress of Oral Implantologists.<br /><br />Dr. Le was recently inducted as an Honorary Member of the American College of Prosthodontists in 2014 and is a recipient of the Charles E. English Award in Clinical Science for “the most significant article” published in the Journal of Implant Dentistry for 2008.<br /><br />Dr. Le is a Diplomate of the American Association of Oral & Maxillofacial Surgeons, the American Dental Society of Anesthesiologist, and the International Congress of Oral Implantologists. Dr. Le holds Fellowship in the American College of Dentists, the International College of Dentists and the International Association of Oral & Maxillofacial Surgeons.",
        "img":"https://top100doc.com/wp-content/uploads/2020/12/Dr-Bach-Le.jpg",
        "from":"United state of america",
        "specalist":"Neucliar Medicine"

    }
]